Repository: dlzhyh/crazydiskmark
Catalog: crazydiskmark/locale/*/LC_MESSAGES/crazydiskmark.po
Languages: pt

source: About
pt: Sobre

source: About Crazy DiskMark
pt: Sobre Crazy DiskMark

source: Author: Fred Lins <fredcox@gmail.com>
pt: Autor: Fred Lins <fredcox@gmail.com>

source: Cannot write to directory
pt: Não posso escrever no diretório

source: Directory ===>
pt: Diretório ===>

source: Directory not writable. [ERROR]
pt: Diretório não é de escrita. [Erro]

source: Directory select
pt: Seleção de Diretório

source: Directory writable. OK [Starting Thread]
pt: Diretório de escrita ok [Iniciando Thread]

source: Executing Benchmarks....
pt: Executando testes...

source: Executing Command:
pt: Executando Comando:

source: File
pt: Arquivo

source: Help
pt: Ajuda

source: IDLE
pt: Parado

source: License
pt: Licença

source: NOT writable.
pt: NÃO é de escrita.

source: Quit
pt: Sair

source: Read
pt: Leitura

source: Receiving ===>
pt: Recebendo ===>

source: Running index:
pt: Rodando index:

source: Running. Please wait, this may take several minutes...
pt: Rodando teste, por favor espere, pois isso pode levar alguns minutos...

source: Select
pt: Selecionar

source: Start
pt: Iniciar

source: Starting benchmark...
pt: Iniciando teste...

source: Stop
pt: Parar

source: Stopping Thread....
pt: Parando Thread...

source: This program comes with absolutely no warranty.
pt: Este programa não tem nenhuma garantia.

source: Thread Finished, garbage collecting now...
pt: Thread finalizada, coletando lixo agora...

source: Type
pt: Tipo

source: Verify dir
pt: Verificar dir

source: Verifying if temp file exists
pt: Verificando se arquivo temporário existe

source: Write
pt: Escrita

source: Yes, removing the file:
pt: Sim, removendo o arquivo:

source: is writable.
pt: é de escrita.
